base
base-devel
bluetui
bluez
bluez-utils
cmake
dolphin
dunst
efibootmgr
fd
firefox
fzf
ghostty
git
glaze
grim
grub
gst-plugin-pipewire
htop
hyprland
hyprpolkitagent
hyprshutdown
intel-media-driver
intel-ucode
iw
libliftoff
libpulse
linux
linux-firmware
lvm2
man-db
meson
nano
neovim
network-manager-applet
networkmanager
ninja
nodejs
noto-fonts
noto-fonts-emoji
npm
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
power-profiles-daemon
qt5-wayland
qt6-wayland
rofi
rust
sddm
slurp
smartmontools
sudo
tmux
tree
tree-sitter-cli
ufw
uwsm
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wev
wget
wireplumber
wl-clipboard
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xorg-xmodmap
zram-generator
zsh
zsh-syntax-highlighting
